<?php

$title = 'Electric engine';
$content= <<<HTML
<div class="content-wrapper">
        <div class="three3-column-wrapper">
            <div class="electriceng-image-wrapper">
                <img src="./assets/images/engines/electric/istockphoto-1318947669-1024x1024.jpg">
            </div>

            <div class="profile-content-wrapper">
                <p>
                    Най - прост е като устройство. Конструктивно има статор и ротор, статорът е неподвижната част и
                    играе ролята на акорпус за голяма част от обема на двигателя. На него са разположени статорните
                    намотки. Обикновено в промишлеността този двигател работи на трифазно напрежение, за което е и
                    проектиране, понякога раоти и на еднофазно по специална схема свързване с кондензатор. Роторът е
                    буквално едно цилиндрично набраздено парче алуминий или мед (рядко). Идеята е, че като се подаде
                    трифазно напрежение на статора, се образува въртящо се електромагнитно поле, което взаимодейства с
                    ротора. Понеже роторът е като цяло в най - общия случай съединен на късо, се образува
                    перпендикулярен на това поле електромагнитен момент, което кара ротора да се върти.
                    Тези двигатели са практически вечни, използват се супер често, главно като двигатели, ще обясня след
                    малко защо го казвам, супер здрави, имат два недостатъка:
                    1.) т.нар Хлъзгане. Тези двигатели се наричат асинхронни, защото роторът им се върти малко по -
                    бавно от въртящото се електромагнитно поле на статора. Тоест не са в синхрон. Това не е чак такъв
                    проблем, защото има устройства за компенсиране на хлъзгането, обаче
                    2.) асинхронните двигатели трудно се управляват по скорост. Практически единственият начин да се
                    уравлява скоростта на въртене на тези двигатели е чрез инверторна система.
                    Къде се използват - навсякъде почти. Помпи, агрегати за доене, инверторни перални, новите мотриси на
                    метрото, новите тролеи.
                    Тези двигатели работят единствено на променливо напрежение, като на постоянно спират динамично.
                    Асинхронните двигатели работят или в схема звезда, или триъгълник или се пускат в звезда и чрез
                    автоматизация преминават в триъгълник. При звезда токовете са по- големи, защото са равни на
                    фазните, но при пуск се осигурява по - голям въртящ момент.

                    Защо отбелязах като двигател. Всяка една електрическа машина може да бъде обратима. Тоест може да
                    работи като двигател и като генератор. а да работи като генератор, трябва да има външен двигател
                    (или турбина), който да върти ротора в случая на асинхронния двигател (намагнитен) по - бързо от
                    статорното поле, като о този начин се генерира в статора електродвижещо напрежение. Като генератори
                    главно се използват Синхронни машини.
                <h2>Постояннотоков електродвигател</h2>
                <img src="./assets/images/engines/brushed-motor.jpg">
                Конструктивно са по - сложни от асинхронния, но се управляват по - лесно и като физика са по - лесни.
                При тях нещата не се наричат статор и ротор, а съответно възбудителна намотка и котва. Възбудителната
                намотка е или постоянен магнит (като тези, дето се лепят на хладилниците, ама много по - мощни) или
                електромагнитна верига (реализирана чрез намотки за + и - (постоянно магнитно поле)). Котвата е по -
                сложна. Има колектор, котвени намотки. Колекторът представлява следното. Понеже в него се трият четките,
                от които се подава напрежението на котвата, а те са статични, се получава следното. Понеже ако хванете
                два магнита, + и -се привличат и спират, явно щом двигателят е постояннотоков, тоест възбуждането му
                действа като постоянен магнит и на котвата се подава постянно напрежение, трябва нещо непрекъснато да
                кара котвата да се стреми към една посока на въртене. Ако двигателят имаше една котвена намотка, щеше
                през нея да протече ток с ясни полюси, щеше да се завърти, докато стигне до противоположните на
                възбуждането и да спре. Колекторът, обаче, представляваш цилиндрично тяло, на което има точно наредени
                пластини, всяка свързана с началото и края на отделна котвена намотка, в които пластини се трият
                четките, които подават напрежение на котвата, пправи следното. Като на една двойка пластини (или малко
                повече накуп) се подаде постоянно напрежение, котвата тръгва да се върти, но като се върти, следващите
                колекторни пластини застават под четките и така непрекъснато се поддържа въртене. Колекторът работи като
                механичен инвертор.
                Постояннотоковите двигатели по скорост се управляват или чрез регулируемо съпротивление (т.нар
                допълнително съпротивление ) в котвената верига, или по промяна на напрежението пак на котвата (на
                четките), или по промяна на магнитния поток (ако искаме да постигнем обороти по високки от номиналните
                за мотора) или с електроника.
                Недостатъци - като се трият четките в колектора в един момент се изтриват и трябва да се сменят. Освен
                това колкото повече неща има, толкова повече неща има да се чупят.
                Тези двигатели се свързват по 4 начина. С последователно, паралелно, смесено възбуждане или с независимо
                възбуждане. Това ще рече следното. Примерно последователно (сериен двигател) значи, че на възбудителната
                намотка на едната страна се подава напрежение, което излиза от другия край на намотката и влиза в едната
                четка и излиза от другата. Шунтово (паралелно) - възбудителна - четка, четка - възбудителна - изход.
                Смесеното е, когато има и двата типа възбуждане, а независимото е като шунтовото, само че възбудителната
                намотка е захранена от външен източник.
                Серийни двигатели има в електрическите локомотиви. Такива двигатели не трябва да работят без
                натоварване, защото гърмят. Шунтови има на много места, примерно в някои перални, прахосмукачки,
                вентилатори, където трябва непрекъснато скоростта да е еднаква. Чат пат независимите се ползват за
                генератори.
                <h2>Синхронни машини</h2>
                <img src="./assets/images/engines/gen_3.jpg">
                Основно се използват като генератори, като двигатели се ползват примерно в ПАВЕЦ. Имат статор (при тях
                се нарича котва) и ротор (индуктор). Котвата им е същата конструктивно като статора на асинхронния
                двигател. Обаче на индуктора се подава постоянно напрежение по контактни пръстени. Понеже поляритета на
                индуктора не се променя, а полето на котвата се върти, това поле увлича индуктора в двигателен режим и
                двете започват да се движат с еднаква ъглова скорост (в синхрон). Обикновено са генератори. Те биват
                неявнополюсни (когато индуктора в сечение във всички точки има приблизително еднакъв диаметър) и
                явнополюсни, когато ясно могат да се видят полюсите. На полюсите има навити възбудителни намотки, при
                явнополюсните има и т.нар. успокоителни. Явнополюсните се ползват при ниски обороти, а неявнополюсните -
                при високи. Взаимодействието между котвата и индуктора в синхронните машини се нарича реакция на
                котвата. Явнополюсни генератори има във ВЕЦ, ПАВЕЦ, неявнополюсни в ТЕЦ, АЕЦ и прочее.
                <h2>Променливотокови колекторни двигатели</h2>
                Това са машини, които работят на променливо напрежение или и на променливо, и на постоянно.
                <h2>Универсален колекторен двигател</h2>
                Има го в доста домашни уреди, бормашини и прочее. По конструкция е като серийния постояннотоков, само че
                възбуждането му е реализирано като корус от магнитопроводим материал и има още няколко особености. Той
                може да се захранва и от променливо, и от постоянно напрежение.

                </p>
            </div>
            <div class="electriceng-video-wrapper">
                <iframe width="560" height="315" src="https://www.youtube.com/embed/0PDRJKz-mqE"
                    title="YouTube video player" frameborder="0"
                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                    allowfullscreen></iframe>
            </div>
        </div>
    </div>
HTML;
include './resources/layout.php';