<?php

$title = 'Hydro engine';
$content = <<<HTML
<div class="content-wrapper" >
        <div class="three2-column-wrapper">
            
            <div class="profile-content-wrapper">


                <p style ="color:  rgba(95, 81, 2, 0.993);">
                    Както знаете, буталният двигател с вътрешно горене има както предимства, така и редица определени
                    недостатъци. На първо място, глобален проблем са токсичните отработени газове и дизеловите двигатели
                    с вътрешно горене, както и постоянната нужда от гориво. Ситуацията не се променя много след
                    прехвърлянето на автомобила на газ, тъй като инсталирането на LPG оборудване също не решава всички
                    проблеми.
                    Като се вземат предвид тези характеристики, непрекъснато се разработват алтернативни опции. Днес
                    истинският конкурент на двигателя с вътрешно горене е електрическият мотор. В същото време
                    относително малък резерв на мощност, високата цена на батериите и цялата електрическа кола
                    (електрическо превозно средство) като цяло, както и липсата на развита инфраструктура за ремонт и
                    поддръжка на такива автомобили, естествено се забавя тяхното популяризиране.

                    Поради тази причина автомобилните производители непрекъснато работят за получаване на екологично
                    чист и относително евтин двигател, който да не се изисква скъпо гориво.

                    Сред такива двигатели трябва да се отдели отделно водороден двигател с вътрешно горене, който може
                    да замести съществуващия дизелов или бензинов двигател и в обозримо бъдеще. Нека да разгледаме как
                    работи водородният двигател, какъв дизайн има такъв мотор и какви са неговите характеристики.
                    <img src="./assets/images/engines/8_151.jpg">
                    Нека започнем с факта, че идеята за изграждане на водороден двигател се появи още през 1806 г.
                    Основателят е Франсоа Исак де Риваз, който получава водород от вода чрез електролиза. Както можете
                    да видите, водородният двигател е „роден“ много преди да бъдат повдигнати редица въпроси, свързани с
                    околната среда и емисиите.
                    С други думи, опитите за стартиране на двигател с вътрешно горене, работещ на водород, са правени не
                    за защита на околната среда, а просто за използване на водород като гориво. Няколко десетилетия
                    по-късно (през 1841 г.) е издаден първият патент за такъв двигател, през 1852 г. в Германия се
                    появява агрегат, който успешно работи върху смес от въздух и водород.

                    По време на Втората световна война, когато възникнаха трудности с доставката на мазут, техник от
                    СССР Борис Исаакович Шелиш, който беше родом от Украйна, положи основите на руската водородна
                    енергия. Той също така предложи да се използва смес от водород и въздух като гориво за двигател с
                    вътрешно горене, след което идеите му бързо намериха практическо приложение. В резултат се появиха
                    около половин хиляди двигатели, задвижвани с водород.

                    След края на войната обаче по-нататъшното развитие на водородния двигател е спряно както в СССР,
                    така и в целия свят. Тогава този двигател се запомни само когато през 70-те години на XX век имаше
                    криза с гориво. В резултат на това BMW построи кола през 1979 г., която използва водород като
                    основно гориво. Уредът работи относително стабилно, няма експлозии или емисии на водни пари.

                    Други производители на автомобили също започнаха работа в тази област, в резултат на което в края на
                    20-ти век се появиха не само много прототипи, но и доста успешни прототипи на двигатели, работещи с
                    водород (бензинови и дизелови двигатели, работещи на водород).

                    След приключване на кризата с горивата работата по двигателите с вътрешно горене с водород също беше
                    съкратена. Днес интересът към алтернативните енергийни източници отново нараства, сега поради
                    сериозни екологични проблеми, както и отчитането на факта, че петролните запаси на планетата бързо
                    намаляват и цените на петролните продукти се увеличават естествено.

                    Също така правителствата на много страни се стремят да станат нелетливи, а водородът е достъпна
                    алтернатива. Днес GM, BMW, Honda, Ford Corporation и др. Работят върху водородни двигатели с
                    вътрешно горене.
                <h2>Работа на водороден двигател: характеристики на водородния двигател с вътрешно горене</h2>
                <img src="./assets/images/engines/6_142.jpg">
                Като начало двигателят с вътрешно горене, работещ с водород, не се различава много по дизайн от
                конвенционалния ICE. Все същите цилиндри и бутала, горивна камера и сложен манивелатен механизъм за
                превръщане на възвратно-постъпателното движение в полезна работа.

                Единственото нещо, което гори в цилиндрите, не е бензин, газ или дизелово гориво, а смес от въздух и
                водород. Също така е необходимо да се вземе предвид фактът, че методът за подаване на водородно гориво,
                образуване на смес и запалване също е малко по-различен в сравнение с подобни процеси в традиционните
                аналози.

                На първо място, изгарянето на водород, в сравнение с мазута, се различава по това, че водородът изгаря
                много по-бързо. При конвенционален двигател смес от бензин или дизелово гориво с въздух запълва
                горивната камера, когато буталото почти се е повишило до TDC (горна мъртва точка), след това горивото
                изгаря за известно време и след това газовете притискат буталото.

                При водорода реакцията протича по-бързо, което прави възможно преместването на пълненето на цилиндъра
                към момента, в който буталото вече започва да се движи в BDC (долна мъртва точка). Също така, след като
                реакцията протича, резултатът е обикновена вода вместо токсични отработени газове. Както можете да
                видите, на пръв поглед стандартен двигател е сравнително лесно да се настрои за водородно гориво чрез
                модификации на всмукателната, изпускателната и захранващата система, но това не е така.

                Първият проблем е как да си набавим необходимия водород. Както знаете, водородът е в състава на водата и
                е широко разпространен елемент, но практически не се среща в чист вид. Поради тази причина, за
                максимална автономност, водородните инсталации трябва да бъдат инсталирани отделно на превозното
                средство, за да „разделят“ водата, като позволяват на двигателя да бъде снабден с необходимото гориво.

                Идеята изглежда привлекателна. Освен това дори е възможно да се освободите от входа на външния въздух и
                да създадете затворена горивна система. С други думи, след всяко изгаряне на заряд в камерата, водната
                пара ще остане в цилиндъра. Ако тази пара преминава през радиатор, се получава конденз, т.е. отново се
                образува вода, от която може да се получи отново водород.

                За да се постигне това обаче, автомобилът трябва да има електролиза (електролизатор), която да отделя
                водорода от водата, за да се получи желаната реакция с кислород в горивната камера. На практика
                инсталацията се оказва сложна и скъпа и е доста трудно да се създаде такава затворена система.

                Факт е, че всеки двигател с вътрешно горене, независимо от вида на горивото, все още се нуждае от
                система за смазване, която да предпазва натоварените компоненти и триещите пари. Най-просто казано, не
                можете да правите без моторно масло. В този случай маслото частично навлиза в горивната камера и след
                това в отработените газове. Това означава, че е практически невъзможно напълно да се изолира водородната
                горивна система (не се използва външен въздух).

                Поради тази причина съвременните водородни двигатели с вътрешно горене са по-скоро като газови
                двигатели, т.е.пропанови газови агрегати. За да се използва водород вместо пропан, е достатъчно да се
                променят настройките на такъв двигател с вътрешно горене. Вярно е, че ефективността на водорода е малко
                намалена. Необходими са обаче по-малко водород, за да се получи необходимата мощност от двигателя. В
                същото време не се очакват инсталации за автономно производство на водород.

                Когато става въпрос за опит за подаване на водород в конвенционален бензинов или дизелов двигател,
                автоматично възникват рискове и усложнения. На първо място, високите температури и степента на компресия
                могат да доведат до реакция на водорода с нагрети елементи на двигателя с вътрешно горене и моторно
                масло.

                Също така, дори малко изтичане на водород може да доведе до падане на гориво върху нагретия изпускателен
                колектор, след което може да възникне експлозия или пожар. За да се предотврати това, често се използват
                ротационни двигатели, работещи на водород. Този тип двигател с вътрешно горене е по-подходящ за тази
                задача, тъй като конструкцията им предполага увеличено разстояние между всмукателните и изпускателните
                колектори.

                По един или друг начин, дори като се вземат предвид всички трудности, редица проблеми могат да бъдат
                заобиколени не само при ротационни, но дори и при бутални двигатели, което позволява водородът да се
                счита за доста обещаваща алтернатива на бензина, газа или дизеловото гориво. Например експерименталната
                версия на BMW 750hL, която беше представена през 2000 г., има 12-цилиндров водороден двигател. Уредът
                успешно работи с такова гориво и е способен да ускори автомобил до скорост от около 140 км / ч.

                Вярно е, че няма отделни инсталации за производство на водород от вода на машината. Вместо това има
                специален резервоар, който просто се пълни с водород. Крейсерският обхват на пълен резервоар с водород е
                около 300 км. След изтичане на водорода двигателят автоматично започва да работи на бензин.
                <h2>Двигател с водородни горивни клетки</h2>
                <img src="./assets/images/engine/6_143.jpg">
                Моля, обърнете внимание, че под водородни двигатели се разбира както агрегати, работещи с водород
                (двигател с вътрешно горене с водород), така и двигатели, които използват водородни горивни клетки. Вече
                разгледахме първия тип по-горе, сега нека се съсредоточим върху втория вариант.

                Водородната горивна клетка всъщност е „батерия“. С други думи, това е водородна батерия с висока
                ефективност от около 50%. Устройството се основава на физични и химични процеси; в тялото на такава
                горивна клетка има специална мембрана, която провежда протони. Тази мембрана разделя две камери, в
                едната от които има анод, а в другата катод.
                Водородът влиза в камерата, където е разположен анодът, а кислородът влиза в камерата с катода.
                Електродите са допълнително покрити със скъпи редкоземни метали (често платина). Това му позволява да
                играе ролята на катализатор, който влияе върху молекулите на водорода. В резултат водородът губи
                електрони. В същото време протоните преминават през мембраната към катода, докато катализаторът също
                действа върху тях. В резултат на това протоните се комбинират с електрони, които идват отвън.

                Тази реакция образува вода, докато електроните от камерата с анода влизат в електрическата верига.
                Посочената схема е свързана към двигателя. С прости думи, генерира се електричество, което кара
                двигателя да работи с такава водородна горивна клетка.

                Такива водородни двигатели ви позволяват да изминете поне 200 км. с едно зареждане. Основният недостатък
                е високата цена на горивните клетки поради използването на платина, паладий и други скъпи метали. В
                резултат на това крайните разходи за транспорт с такъв двигател се увеличават драстично.
                <h2>Водороден двигател: бъдещи перспективи</h2>
                <img src="./assets/images/engines/hydrogen/istockphoto-1294131568-1024x1024.jpg">
                Днес много компании работят по създаването на екологични двигатели. Някои поемат по пътя на създаването
                на хибридни двигатели, други разчитат на електрически превозни средства и т.н. Що се отнася до
                водородните централи, по отношение на екологията и производителността, тази опция също може да се
                конкурира в близко бъдеще с двигатели с вътрешно горене, работещи на бензин, газ или дизелово гориво.

                Водородните двигатели са се представили малко по-добре от най-модерните електрически автомобили.
                Например японският модел Honda Clarity. Единственият недостатък, който остана, бяха начините и
                възможностите за зареждане с гориво. Факт е, че инфраструктурата на бензиностанциите за водород не е
                особено развита и в световен мащаб.

                Освен това самият избор на автомобили с водород не е особено голям. В допълнение към Honda Clarity може
                да се споменат само Mazda RX8 Hydrogen и BMW Hydrogen 7. Всъщност това са хибридни автомобили, които се
                движат с течен водород и бензин. Можете също да добавите Mercedes GLC F-Cell към списъка. Този модел има
                способността да се презарежда от битово захранване и ви позволява да изминете до 500 км. с едно
                зареждане.

                Освен това си струва да се отбележи моделът Toyota Mirai. Колата работи само на водород, един резервоар
                е достатъчен за 600 км. Водородните двигатели все още се намират на местния модел Niva и също са
                инсталирани от корейците на специална версия на SUV Hyundai Tucson.

                Както можете да видите, много производители активно експериментират с водороден двигател, но това
                решение все още има много недостатъци. В същото време някои недостатъци силно пречат на масовото
                популяризиране.
                Препоръчваме също да прочетете статията за това какво представлява GDI двигателят. От тази статия ще
                научите за характеристиките, принципите на работа, както и за предимствата и недостатъците на този тип
                двигатели.

                На първо място, това е безопасността и сложността на транспортирането на такова гориво. Важно е да се
                разбере, че водородът е лесно запалим и експлозивен дори при относително ниски температури. Поради тази
                причина е трудно да се съхранява и транспортира. Оказва се, че е необходимо да се построят специални
                резервоари за водород за автомобили с този тип двигатели. В резултат на това има много малко водородни
                пълнежи на практика.

                Към това може да се добави и известна сложност и високи разходи за ремонт и поддръжка на водородния
                блок, както и необходимостта от обучение и обучение на голям брой висококвалифициран персонал. Ако
                говорим за самата кола на водород и нейните експлоатационни характеристики, наличието на водородна
                инсталация прави автомобила по-тежък, а управляемостта естествено се влошава.
                <h2>Нека обобщим</h2>
                Както можете да видите, днес водородните автомобили и водният двигател могат да се считат за много
                реална алтернатива не само на обичайните двигатели с вътрешно горене, които използват петролно гориво,
                но и на електрическите автомобили.
                Препоръчваме също да прочетете тази статия за това, което трябва да знаете за двигателите за вторичен
                пазар на Range Rover. От тази статия ще разберете какви нюанси и характеристики по отношение на
                двигателя с вътрешно горене трябва да се имат предвид при закупуване на употребяван Range Rover, както и
                кой използван Range Rover е по-добре да изберете и с кой двигател.

                На първо място, такива растения са по-малко токсични, докато не се нуждаят от скъпи горива на петролна
                основа. Също така автомобилите, задвижвани с водород, имат приемлив обхват. Хибридните модели също се
                предлагат в търговската мрежа, като се използват както водород, така и бензин.

                По отношение на недостатъци и сложности, автомобилът, задвижван с водород, днес е скъп и може да има
                проблеми с зареждането с гориво поради недостатъчния брой бензиностанции. Не забравяйте, че също така не
                е лесно да се намерят специалисти, които могат да предоставят висококачествено и професионално
                обслужване на водородна електроцентрала. В същото време поддръжката ще бъде доста скъпа.

                И накрая, отбелязваме, че активното изграждане на тръбопроводи за изпомпване на метан-газ обещава в
                бъдеще възможността за изпомпване на водород през същите тръбопроводи. Това означава, че в случай на
                увеличаване на общия брой автомобили с водородни двигатели също има голяма вероятност от бързо
                нарастване на броя на специализираните бензиностанции.

                </p>
            </div>
            <div class="videos-content-wrapper">
                <div class="hydro-image-wrapper">
                    <img src="./assets/images/engines/hydrogen/istockphoto-1315979381-1024x1024.jpg">
                    <iframe width="560" height="315" src="https://www.youtube.com/embed/O0yM5RlD7Zo" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>
                </div>
    
            </div>
                    
               

            

        </div>
        </div>
HTML;
include './resources/layout.php';