<?php

$title = 'Jet engine';
$content = <<<HTML
<div class="content-wrapper" img src="engines/Wood-Backgrounds-1-scaled.jpg">
        <div class="three5-column-wrapper">
            <div class="jet-image-wrapper">
                <img src="./assets/images/engines/jet/Ohain_USAF_He_S-8A_page68.jpg">
                <P>ФИГ.1</P>
                <img src="./assets/images/engines/jet/A-replica-of-the-Heinkel-He-178-powered-by-Hans-von-Ohains-HeS-3B.jpg">
                <P>ФИГ.2</P>
                <img src="./assets/images/engines/jet/science-and-technology-of-the-song-dynasty-4.png">
                <P>ФИГ.3</P>
            </div>

            <div class="textjet-content-wrapper">
                <p>
                    Реактивните двигатели придвижват самолета напред с голяма сила, произведена от огромна тяга, която
                    кара самолета да лети много бързо. Технологията, която стои зад това как работи, не е нищо друго
                    освен необикновена.
                    Всички реактивни двигатели, които също се наричат ​​газови турбини, работят на същия принцип.
                    Двигателят засмуква въздух през предната част с вентилатор. След като влезе вътре, компресорът
                    повишава налягането на въздуха. Компресорът е изграден от вентилатори с много лопатки и прикрепен
                    към вал. След като остриетата компресират въздуха, сгъстеният въздух се напръсква с гориво и
                    електрическата искра запалва сместа. Изгарящите газове се разширяват и изпускат през дюзата в
                    задната част на двигателя. С изтичането на струи газ, двигателят и самолетът се изтласкват напред.

                    Въпреки че изобретението на реактивния двигател може да бъде проследено до аеолипила, направен около
                    150 г. пр. Н. Е., Д-р Ханс фон Охайн и сър Франк Уитъл са признати за съизобретатели на реактивния
                    двигател, какъвто го познаваме днес, въпреки че всеки работеше отделно и не знаеше нищо за работата
                    на другия. <p style="color:rgb(3, 3, 3)">(ФИГ.1)</p>,<p style="color:rgb(3, 3, 3)">(ФИГ.2)
                   
                    Реактивното задвижване се определя просто като всяко движение напред, причинено от изхвърлянето
                    назад на високоскоростна струя газ или течност. В случай на пътуване с въздух и двигатели, реактивно
                    задвижване означава, че самата машина се задвижва от реактивно гориво.
                    Докато Фон Охайн се счита за конструктор на първия работещ турбореактивен двигател, Уитъл за първи
                    път регистрира патент за своите схеми на прототип, през 1930 г. Фон Охайн получава патент за своя
                    прототип през 1936 г. и неговият реактивен самолет е първият, който лети през 1939 г. Уитъл излита
                    за първи път през 1941 г.



                    Докато фон Охайн и Уитъл може да са признатите бащи на съвременните реактивни двигатели , много
                    дядовци са дошли пред тях, напътствайки ги, докато проправят пътя към днешните реактивни двигатели.
                    Ранни концепции за реактивно задвижване
                    Еолипилът от 150 г. пр. Н. Е. Е създаден като любопитство и никога не е използван за каквито и да
                    било практически механични цели. Всъщност едва след изобретяването на ракетата за фойерверки през 13
                    век от китайски художници за първи път е приложено практическо използване на реактивно задвижване.
                    <p style="color:rgb(3, 3, 3)">(ФИГ.3)</p>

                    През 1633 г. османският Лагари Хасан Челеби използва конусовидна ракета, задвижвана от реактивно
                    задвижване, за да излети във въздуха и набор от крила, за да я плъзне обратно към успешно кацане.
                    Тъй като обаче ракетите са неефективни при ниски скорости за общата авиация, това използване на
                    реактивно задвижване по същество беше еднократен каскадьор. Във всеки случай усилията му бяха
                    възнаградени с позиция в Османската армия.
                    <p style="color:rgb(3, 3, 3)">(ФИГ.4)</p>


                    Между 1600-те и Втората световна война много учени експериментират с хибридни двигатели за
                    задвижване на самолети. Мнозина използваха една от формите на буталния двигател - включително
                    въздушно и течно охлаждащи се редови и ротационни и статични радиални двигатели - като източник на
                    енергия за самолети.
                    Турбореактивната концепция на сър Франк Уитъл
                    Сър Франк Уитъл е английски авиационен инженер и пилот, който се присъединява към Кралските
                    военновъздушни сили като чирак, а по-късно става тестов пилот през 1931 година.

                    Уитъл е само на 22, когато за първи път се е сетил да използва двигател с газова турбина за
                    захранване на самолет. Младият офицер безуспешно се опитва да получи официална подкрепа за
                    изучаването и развитието на своите идеи, но в крайна сметка е принуден да продължи изследванията си
                    по собствена инициатива.
                    Въоръжен с този патент, Уитъл отново потърси финансиране за разработване на прототип; този път
                    успешно. Той започва изграждането на първия си двигател през 1935 г. - едностепенен центробежен
                    компресор, свързан с едностепенна турбина. Това, което трябваше да бъде само лабораторно тестово
                    съоръжение, беше успешно тествано през април 1937 г., демонстрирайки ефективно осъществимостта на
                    турбореактивната концепция.

                    Пауър Джетс ООД - фирмата, с която беше свързан Уитъл - получи договор за двигател на Уитъл,
                    известен като W1, на 7 юли 1939 г. През февруари 1940 г. Gloster Aircraft Company беше избрана да
                    разработи малкия двигател Pioneer самолет, за който двигателят W1 е предназначен за захранване; на
                    историческия първия полет на Pioneer се състоя на 15 май 1941.
                    Съвременният турбореактивен двигател, използван днес в много британски и американски самолети, се
                    основава на прототипа, изобретен от Whittle.

                    Концепцията за непрекъснат цикъл на горене на д-р Ханс фон Охайн
                    Ханс фон Охайн е германски самолетен дизайнер, докторант по физика в университета в Гьотинген в
                    Германия, който по-късно става младши асистент на Хуго фон Пол, директор на Физическия институт в
                    университета.

                    По това време фон Охайн разследва нов тип самолетен двигател, който не изисква витло. Едва
                    22-годишен, когато за пръв път замисля идеята за двигател с непрекъснат цикъл на горене през 1933
                    г., фон Охайн патентова конструкция на реактивен двигател през 1934 г., много подобна по концепция
                    на тази на сър Уитъл, но различна във вътрешното си устройство.

                    По взаимна препоръка на Хюго фон Пол, фон Охайн се присъединява към немския самолетостроител Ернст
                    Хайнкел, по това време търсещ помощ в нови конструкции на самолетни задвижвания, през 1936 г. Той
                    продължава развитието на своите концепции за реактивно задвижване, успешно тествайки стендово един
                    от своите двигатели в Септември 1937 г.

                    Хайнкел проектира и конструира малък самолет, известен като Heinkel He178, за да служи като тестово
                    поле за тази нова задвижваща система, която полетя за първи път на 27 август 1939 г.

                    Фон Охайн разработва втори, подобрен реактивен двигател, известен като He S.8A, който е полетен за
                    първи път на 2 април 1941 г.




                    Реактивен двигател работи по прилагането на третия закон на физиката на сър Исак Нютон. Той гласи,
                    че за всяко действие има еднаква и противоположна реакция. В авиацията това се нарича тяга. Този
                    закон може да бъде демонстриран с прости думи, като освободите надут балон и наблюдавате изтичащия
                    въздух, задвижвайки балона в обратна посока. В основния турбореактивен двигател въздухът влиза в
                    предния отвор за всмукване, компресира се и след това се вкарва в горивните камери, където в него се
                    впръсква гориво и сместа се запалва. Образуващите се газове се разширяват бързо и се отвеждат през
                    задната част на горивните камери.
                    Тези газове упражняват еднаква сила във всички посоки, осигурявайки тяга напред, когато излизат
                    назад. Докато газовете напускат двигателя, те преминават през вентилаторен комплект лопатки
                    (турбина), който върти вала на турбината. Този вал от своя страна върти компресора и по този начин
                    внася свеж приток на въздух през всмукателния вал. Тягата на двигателя може да бъде увеличена чрез
                    добавяне на секция за догаряне, в която допълнително гориво се впръсква в изгорелите газове, които
                    изгарят, за да се получи допълнителната тяга. При приблизително 400 мили в час един килограм тяга се
                    равнява на една конска сила, но при по-високи скорости това съотношение се увеличава и килограм тяга
                    е по-голяма от една конска сила. При скорости по-малки от 400 mph, това съотношение намалява.



                    При един тип двигател, известен като турбовитлов двигател , отработените газове се използват и за
                    завъртане на витло, прикрепено към вала на турбината за повишена икономия на гориво при по-ниски
                    височини. А турбовитлов мотор се използва за създаване на допълнителна тяга и допълване на тягата,
                    генериран от основния турбореактивен двигател за по-голяма ефективност при висока надморска
                    височина. Предимствата на реактивните двигатели пред буталните двигатели включват по-малко тегло с
                    по-голяма мощност, по-проста конструкция и поддръжка, по-малко движещи се части, ефективна работа и
                    по-евтино гориво.


                </p>
            </div>
            <div class="otherjet-content-wrapper">
                <iframe width="560" height="315" src="https://www.youtube.com/embed/KjiUUJdPGX0"
                    title="YouTube video player" frameborder="0"
                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
                    allowfullscreen></iframe>
                    <img src="./assets/images/engines/jet/Lagari.jpg">
                    <P>ФИГ.4</P>

                    
            </div>
        </div>
    </div>


    </div>
HTML;
include './resources/layout.php';