<?php

$title = 'Petrol engine';
$content = <<<HTML
  <div class="three-column-wrapper">
                <div class="engine-picture">
            
                    <img src="./assets/images/engines/petrol/istockphoto-1193265184-1024x1024.jpg">
                </div>

                <div class="petrol-content-wrapper">
                    
                

                    <p style ="color:black">
                        
                        Бензинови двигатели. Бензиновите двигателни агрегати са специален вид двигатели с вътрешно
                        горене. В тях първоначално сгъстената смес от въздух и гориво се запалва от електрическа искра.
                        Kоето води до неговото запалване и разширяване. Почти всички основни производители на автомобили
                        днес оборудват някои от моделите с двигатели, работещи на бензин от клас A-92 или A-95.
                        Задвижващата система с бензин се състои от следните компоненти. Свещи, цилиндри, клапани,
                        буталото, свързващ прът, коляновия вал. Основното устройство на бензиновия двигател е цилиндров
                        блок с бутала. Броят на цилиндрите зависи от модификацията на двигателя. Може да има четири,
                        шест, осем или повече. Буталото, разположено във всеки цилиндър, е свързано към коляновия вал
                        чрез свързващ прът. Отгоре на блока на цилиндъра е затворен от глава. В него са разположени
                        входни и изпускателни клапани – чифт за всеки цилиндър.


                        Чрез тях се подава въздушно-горивната смес и се отстраняват отработените газове. Запалителната
                        свещ е отговорна за запалването на сместа. По време на изгарянето газовете се разширяват и
                        причиняват движението на буталото заедно с главата на свързващия прът нагоре и надолу. А главата
                        на свързващия прът, прикрепена към коляновия вал, извършва въртеливи движения по посока на
                        часовниковата стрелка. Коляновият вал се върти на 360 градуса с два хода на буталото в цилиндъра
                        нагоре и надолу. Маховикът е здраво закрепен към коляновия вал, а към него е прикрепен кошът на
                        съединителя. Чрез него въртящият момент на двигателя се предава на скоростната кутия. Мощността
                        на бензиновия двигател се управлява с помощта на специален дроселен клапан на газ. Дроселът
                        контролира подаването на въздух в цилиндрите и образуването на смес от въздух и гориво.

                       
                        При по-старите автомобили карборатора се управлява от педала за газ. Но съвременните бензинови
                        силови агрегати са високо технологични механизми. Работата на които се контролира от електронен
                        блок за управление, известен още като компютър. Дроселът в такива автомобили променя позицията
                        си с помощта на електродвигател, управляван от електронния блок. А в блока на педалите има
                        потенциометър. Който променя силата на съпротивление в зависимост от силата, натискаща педала на
                        газ и изпраща съответния сигнал към контролния блок на двигателя. Характеристики на бензиновите
                        двигатели. Автомобилите, оборудвани с бензинови агрегати, имат много предимства. Отлични
                        динамични характеристики, устойчивост на ниски температури, ниско ниво на вибрации и шум.
                        Рентабилност на услугата, издръжливост на двигателите.

                        
                        Със същия обем мощността на бензинов двигател по правило ще бъде по-висока от тази на дизеловия
                        двигател. Следователно автомобил с газ ще бъде отличен избор за тези, които обичат да се
                        чувстват като краля на магистралата. Между другото, спортните автомобили в огромното мнозинство
                        са оборудвани с бензинови двигатели. Бензиновите двигатели са по-евтини за поддръжка от
                        дизеловите двигатели. Честотата на поддръжката е по-рядка за тях, отколкото за дизеловите
                        двигатели. И освен това доставките са по-евтини. Бензиновите двигатели са по-малко взискателни
                        към качеството на горивата от дизеловите двигатели. Разбира се, динамиката ще се влоши от ниско
                        качественото гориво, но колата ще върви. В най-лошия случай ще трябва да почистите дюзите след
                        известно време.

                        
                        Характеристиките на съвременните бензинови двигатели включват инсталирането на електрическо
                        задвижване за увеличаване и намаляване на мощността вместо класическия кабел на педалите. Тази
                        опция е инсталирана на почти всички модели с круиз контрол и ви позволява да разпределяте гориво
                        по най-добрия начин. Съвременната история на бензиновите двигатели. Бензиновите двигатели от
                        ново поколение са много разнообразни – от най-простите до най-мощните. В моделите – както нови,
                        така и употребявани, можете да намерите силови двигатели с различни обеми и мощности, работещи
                        на бензин. Всеки от тях се основава на генерирането на механична енергия чрез абсорбция на
                        въздушно-горивна смес. Струва си да се отбележи, че мощността и обемът на силовия двигател могат
                        да варират значително в зависимост от това, какви цели си е поставил производителят.

                        
                        Например, Kia Venga е оборудван с 1,4-литров бензинов двигател с мощност 90 конски сили. За
                        градски компактен хечбек тази мощност е достатъчна за собственика на автомобила да се чувства
                        уверено по пътищата. А скъпият Chevrolet Corvette има много мощен агрегат с мощност 466 конски
                        сили, обем 6,2 литра. Това му позволява не само да стартира бързо, но и да бъде лидер на
                        пистите. Как да поддържаме работата на бензинов двигател през много години работа ? Надеждността
                        и износо устойчивостта на бензинов агрегат почти във всички случаи се определят от технологиите,
                        използвани в производството. Не всичко обаче зависи от производителя. Собственикът на автомобила
                        трябва внимателно да следи състоянието на двигателя. Навременна поддръжка, контролирайте
                        качеството на консумирания бензин и консумативите, изсипани в мотора.

                        
                        Изберете умерен стил на каране, извършвате превантивна поддръжка, за да се предотврати появата
                        на дефекти. Външно могат да възникнат неизправности на бензиновия силов агрегат, както следва.
                        Появата на външни звуци и вибрации. Влошаване на динамичните показатели. Увеличаване на разхода
                        на гориво. Увеличен разход на масло. Бърз спад на нивото на охлаждащата течност. Промяна на
                        цвета на изгорелите газове, нестабилна работа, неуспех при стартиране. Днес в интернет има
                        достатъчно информация, така че автомобилистът да получи минимални знания за своя двигател и да
                        може своевременно да забележи започналите проблеми. Разбира се, не се препоръчва да извършвате
                        ремонта самостоятелно, тъй като можете само да влошите ситуацията. Независимо от начина, по
                        който се образува въздушно-горивната смес, можете бързо и без да повредите портфейла си, да
                        извършите диагностика и ремонти от ръцете на професионалисти.

                        
                        Проблеми с диагностиката и ремонта на бензиновия двигател няма да възникнат, ако се свържете с
                        нашата компания. Специалистите на компанията имат необходимия трудов опит. Както и
                        сертифициране, потвърждаващи нивото на тяхната компетентност. Поверявайки ни автомобил, не е
                        нужно да се притеснявате за грамотността и качеството на всяка извършена операция – от
                        стандартната диагностика до сложните ремонтни дейности на двигателя. Цялата работа се извършва в
                        стриктно съответствие с наредбите на производителите. В зависимост от вида на повредата, след
                        извършване на диагностична работа, се избира техника за поправка или настройка на текущите
                        настройки в двигателя. Както вече споменахме, първоначално бензиновите двигатели имат по-просто
                        устройство от дизеловите двигатели и следователно работата по възстановяването няма да се забави
                        дълго време и няма да доведе до големи разходи. Услугите които предлага компанията напълно
                        спазват златното правило цена и качество.
                    </p>

                </div>
                <div class="videos-content-wrapper">
                    
                    <iframe width="560" height="315" src="https://www.youtube.com/embed/ZQvfHyfgBtA" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" allowfullscreen></iframe>

                    

                </div>
            </div>
HTML;
include './resources/layout.php';
