<?php

$title = 'Steam engine';
$content= <<<HTML
<div class="content-wrapper">
        <div class="three4-column-wrapper">
            <div class="steam-image-wrapper">
                <img src="./assets/images/engines/steam/istockphoto-500380659-1024x1024.jpg">
                <img src="./assets/images/engines/steam/istockphoto-505546931-1024x1024.jpg">
                <img src="./assets/images/engines/steam/v3u4sKi5CBJDGspMREjRnC-970-80.jpg.webp">
               
            </div>

            <div class="steam-content-wrapper">
                <h2>Как работят парните двигатели?</h2>

                <p>Раждането на механичната сила.

                    Затопляйте водата до точката на кипене и тя се променя от течност до газове или водни пари, които
                    познаваме като пара. Когато водата става пара, обемът му се увеличава около 1600 пъти, това
                    разширение е пълно с енергия.

                    Двигателят е машина, която превръща енергията в механична сила или движение, които могат да
                    превърнат буталата и колелата. Целта на един двигател е да се осигури мощност, парен двигател
                    осигурява механична мощност чрез използване на парата.

                    Парните двигатели бяха първите успешни изобретени двигатели и бяха движещата сила зад индустриалната
                    революция. Те са били използвани за захранване на първите влакове, кораби , фабрики и дори
                    автомобили . И докато парните двигатели определено бяха важни в миналото, те също имат ново бъдеще,
                    за да ни доставят енергия с геотермални енергийни източници.

                    <h2>Как работят парните двигатели</h2>
                    За да разберем основната парна машина, нека вземем примера за парната машина, намираща се в стар
                    парна локомотива като тази на снимката. Основните части на парния двигател в локомотива са котел,
                    клапан, цилиндър, резервоар за пара, бутало и задвижващо колело.

                    В котела ще има камина, в която ще се вливат въглища. Каменните въглища ще се запалят при много
                    висока температура и се използват за загряване на котела, за да се вари вода, произвеждаща пара под
                    високо налягане. Парата под високо налягане се разширява и излиза от котела през парни тръби в
                    резервоара за пара.

                    Парата след това се контролира от плъзгащ клапан, за да се придвижи в цилиндър, за да натисне
                    буталото. Налягането на парата, натискайки буталото, обръща задвижващото колело в кръг, създавайки
                    движение за локомотива.

                    За да разберете по-добре опростеното обяснение, дадено по-горе за работата на парния двигател,
                    разгледайте някои или всички изброени по-долу материали.
                <h2>История на парните двигатели</h2>
                Хората са били наясно със силата на пара от векове. Гръцки инженер, герой от Александрия (около 100 г.),
                експериментирал с пара и изобретил еоолипила, първият, но много суров парен двигател. Еолипопола е
                метална сфера, монтирана върху вряща вода.<p style="color:rgb(3, 3, 3)">(ФИГ.1)</p>Парата премина през тръбите към сферата. Две L-образни тръби
                на противоположните страни на сферата освободиха парата, която притисна сферата, която я накара да се
                върти. Въпреки това Херо никога не осъзнаваше потенциала на еоолипила и трябваше да минат векове, преди
                да се открие практична парна машина.
                
                През 1698 г. английският инженер Томас Сьойви патентова първия суров парников двигател. Савей използва
                изобретението си, за да изпомпва вода от въгледобивната мина. През 1712 г. английският инженер и ковач
                Томас Нюкомен изобретява атмосферния парен двигател.<p style="color:rgb(3, 3, 3)">(ФИГ.2)</p> Целта на парния двигател на Newcomen е също да
                премахне водата от мините. През 1765 г. шотландски инженер Джеймс Уат започва да изучава парния двигател
                на Томас Нюкомен и измисля подобрена версия.<p style="color:rgb(3, 3, 3)">(ФИГ.3)</p>
                
                Двигателят на Watt беше първият, който имаше ротационно движение. Дизайнът на Джеймс Уат беше този,
                който успя и използването на парни двигатели стана широко разпространено.
                
                Парни двигатели "имаха дълбок ефект върху историята на транспорта. До края на 1700 г. изобретателите
                разбраха, че парните двигатели могат да задвижват лодки, а първият търговски успешен параход е изобретен
                от Джордж Стивънсън . След 1900 г. бензинови и дизелови двигатели с вътрешно горене започнаха да заменят
                буталните двигатели с пара. Парите двигатели обаче са се появили отново през последните двадесет години.
                <h2>Двигатели с пара</h2>
                Може да е изненадващо да се знае, че 95% от атомните електроцентрали използват парни двигатели за
                генериране на енергия. Да, радиоактивните горивни пръти в атомната електроцентрала се използват точно
                като въглищата в парниковия локомотив, за да се вари вода и да се създаде пара енергия.

                Изхвърлянето на отработените радиоактивни горивни пръти, уязвимостта на атомните електроцентрали от
                земетресения и други въпроси оставят обществеността и околната среда на голям риск.

                Геотермалната енергия е генерирана чрез използване на пара, произведено от топлина, излъчвана от
                разтопеното ядро ​​на земята. Геотермалните електроцентрали са относително зелена технология . Kaldara
                Green Energy, норвежки и исландски производител на оборудване за производство на геотермална
                електрическа енергия, е основният новатор в тази област.

                Слънчевите топлоелектрически централи могат да използват и парни турбини, за да генерират своята
                мощност.


                </p>
            </div>
            <div class ="steam2-image-wrapper">
                <img src="./assets/images/engines/steam/herons-aeolipile-BFB238.jpg">
                <P>ФИГ.1</P>
                <img src="./assets/images/engines/steam/newcomen.gif">
                <P>ФИГ.2</P>
                <img src="./assets/images/engines/steam/double.gif">
                <P>ФИГ.3</P>
./assets/images/
            </div>
        </div>
    </div>


    </div>
HTML;
include './resources/layout.php';